Repository: giellalt/corpus-sme
Catalog: tmx/nob/sme/admin/depts/regjeringen.no/raehusa-agiruan-sami-gielaid-ovddas_id_622466.html.tmx
Source language: sme
Languages: nob

source: Sárdni / artihkal , 02.11.2010
nob: Tale / artikkel , 02.11.2010

source: Stáhtačálli Raimo Valle
nob: Av : Statssekretær Raimo Valle

source: Ráđđehusa áŋgiruššan sámi gielaid ovddas
nob: Regjeringens innsats for samiske språk

source: Lea paradoksan dat ahte seammás go eanetlohkoráđđehus lea vuolggahan buot stuorimus ja vuogádatlaš áŋgiruššama sámi gielaid ovddas go goassege ovdal , de logut duođaštit ahte ohppiidlohku geat vuođđoskuvllas ožžot sámegielat oahpahusa ja mánáidlohku sámi mánáidgárddiin garrasit njiedjá .
nob: Det er et paradoks at samtidig som flertallsregjeringen har satt i gang den største og mest systematiske innsatsen for samiske språk noensinne , så forteller tallene at vi har en sterk nedgang i antallet som tar samisk i grunnskolen og i antall barn i samiske barnehager .

source: Navdimis dát lea dat stuorimus sámepolitihkalaš hástalussan ovddasguvlui .
nob: Dette er kanskje den største samepolitiske utfordringen fremover .

source: Dán dili lea dárbun rievdadit .
nob: Vi må snu denne utviklingen .

source: Eanetlohkoráđđehus lea St. dieđ. nr. 28 ( 2008-2009 ) Sámepolitihkka ja sámegielaid doaibmaplána bokte garrasit deattuhan sámegielaid ovdáneami .
nob: Flertallsegjeringen har derfor gjennom St. meld. nr. 28 ( 2008-2009 ) Samepoltikken og gjennom Hanlingsplan for samiske språk satt et ekstra fokus på utviklingen av samiske språk .

source: Mealgat eanet go ovdal maiddái deattuhan julevsámegiela ja lullisámegiela .
nob: I langt større grad enn tidligere er fokuset også på lulesamisk og på sørsamisk .

source: Vássán beannot jagis das rájes go sámegielaid doaibmaplána ovddiduvvui de leat olahan ollu buori bohtosiid , muhto ain lea ollu dagakeahttá .
nob: På de halvannet år som er gått siden vi la frem handlingsplanen for samiske språk har vi oppnådd mange resultater , men det er fortsatt mye ugjort .

source: Danin fertet joatkit .
nob: Derfor må vi videre .

source: Sámedikki jienastuslohku lassánii oktiibuot 5500 mat ledje jienastuslogus jagi 1989:s - váile 14 000:ii jagi 2009:is .
nob: Sametingets valgmanntall som helhet økte fra 5500 i 1989 til nesten 14 000 i 2009 .

source: Sámi kultuvra ja identitehta ahtanuššá .
nob: Samisk kultur og identitet er i fremgang .

source: Mii sáhttit illudit go dađistaga ain ihtet gelddolaš sámi kulturilbmaneamit ođđa surggiin .
nob: Vi kan glede oss over spennende samiske kulturuttrykk på stadig nye områder .

source: Gávttiid ja sámi hápmásaš biktasiid geavaheapmi leavvá .
nob: Bruken av kofta og klær med samisk design er i fremgang .

source: Lea ollu gelddolaš mii dáhpáhuvvá .
nob: Det skjer rett og slett mye spennende .

source: Hástalussan lea váikkuhit dasa ahte kultuvrra ja identitehta positiiva sojut galggaše dagahit ahte oažžut vel eanet sámi giellageavaheddjiid go dat mat odne leat .
nob: Utfordringen er å få de positive trendene på kultur og identitet til å gi oss enda flere samiske språkbærere enn i dag .

source: Mii dárbbašat eanet giellageavaheddjiid jus galgat nagodit bisuhit sámi gielaid iešguđetge servodatsurggiin .
nob: Vi er nødt til å få flere samiske språkbrukere hvis vi fremover skal klare å oppebære samiske språk på ulike samfunnsområder .

source: Lea ollu positiiva bealit maid sáhttá deattuhit .
nob: Det er mange positive ting å bygge videre på .

source: Sámi gielat leat eanet oidnosis ja gullojit dávjjibut almmolašvuođas go goassege ovdal .
nob: Samiske språk står sterkere i den offentlige bevissthet enn noen gang før .

source: Lágat ja ortnegat mat vuhtiiváldet gielalaš vuoigatvuođaid leat dagahan ahte sámi gielaid árvu lea lassánan .
nob: Lover og ordninger som ivaretar språklige rettigheter har bidratt til å øke samiske språks status .

source: Mii leat nannen diehtojuohkima sámegielat fálaldagaid vuoigatvuođaid birra mánáidgárddiin ja vuođđoskuvllain .
nob: Vi har styrket informasjonen om rettigheter til samisktilbud i barnehage og grunnskole .

source: Eanet ja eanet almmolaš ásahusat barget dihtomielalaččat sámi gielaiguin .
nob: Flere og flere offentlige virksomheter jobber bevist med samisk språk .

source: Vejolašvuođat oahppat sámegiela oahppofálaldagaid bokte iešguđetge dásiin ii leat goassege leamašan nu buorre go dál .
nob: Mulighetene til å lære seg samisk gjennom utdanningstilbud på ulike nivå aldri har vært så gode som i dag .

source: Eanet gielddat mat fállet sámegieloahpahusa lea garrasit lassánan , vaikko máŋga dain fállet oahpahusa ovtta dahje moatti oahppái .
nob: Antallet kommuner som tilbyr samiskundervisning har økt kraftig , selv om mange av disse gir tilbud bare til en eller noen få elever .

source: Teknologiija dagaha ođđa vejolašvuođaid gáiddusoahpahusa bokte .
nob: Teknologien gir nye og bedre muligheter gjennom fjernundervisning .

source: Dattetge vuođđoskuvlla ohppiidlohku geain lea sámegiella njiedjá ( unnu ) .
nob: Likevel går antallet elever som tar samisk ned i grunnskolen .

source: Dat dáhpáhuvvá maŋŋil go ohppiidlohku guovttelot jagis dássidit lea lassánan .
nob: Dette skjer etter at antallet har økt jevnt i nesten to tiår .

source: Mii ain jáhkkit ahte giellageavaheddjiid lohku servodagas njiedjá jođáneappot go ođđa riegádit .
nob: Vi antar fortsatt at avgangen av samiske språkbrukere i samfunnet som helhet er større enn tilveksten .

source: Dát mearkkaša ahte mánáidgárddit ja skuvllat leat áibbaš deaŧalaččat rekruteremis ođđa giellageavaheddjiid .
nob: Dette betyr at barnehagene og skolene er helt avgjørende for rekrutteringen av nye språkbærere .

source: Dát ges mearkkaša ahte dii geat lehpet searvan dán konferánsii , dii geat beaivválaččat bargabehtet sámi gielaiguin mánáidgárddiin ja skuvllain , dii lehpet earenoamáš deaŧalaš resurssat giellaovdánahttinbargui .
nob: Det betyr igjen at dere som er på denne konferansen , dere som til daglig jobber med samiske språk i barnehage og skole , dere er utrolige viktige ressurser i språkutviklingsarbeidet .

source: Danin lea deaŧalaš gullát ja áicat din vásáhusaid ja makkár buoridanárvalusaid dii buktibehtet buorideames dili .
nob: Det er derfor viktig å lytte til deres erfaringer og deres forslag til forbedringer .

source: Manin lohkku njiedjá ?
nob: Hvorfor går tallene ned ?

source: Vuođđoskuvllas guoská dát erenoamážiid nuppi gielat oahpahussii ja erenoamážiid davvisámegielas .
nob: I grunnskolen gjelder dette særlig for 2. språk og særlig for nordsamisk .

source: Oktiibuot lea lohku njiedjan 709 ohppiin dahje 23% 2005 rájes .
nob: Nedgangen er totalt på 709 elever eller 23 % siden 2005 .

source: Sámi mánáidgárddiid lohku lea njiedjan go 2005 ledje 46 mánáidgárddi ja 2009 ges eai lean go 37 mánáidgárddi , ja mánáidlohku sámi mánáidgárddiin ges lea njiedjan 882:s 789 rádjai .
nob: Antallet samiske barnehager har gått ned fra 46 i 2005 til 37 i 2009 , mens antallet barn i samiske barnehager har gått ned fra 882 til 789 .

source: Lea illudahtti go dárogielat mánáidgárddiid lohku main lea sámegielat fálaldat lea meastá duppalastojuvvon go 18 mánáidgárddi fálle sámegieloahpahusa 2005:as ja jagi 2009:is ledje 34 mánáidgárddi .
nob: Antallet barn som får samisktilbud i norske barnehager har økt noe , men kompenserer ikke for nedgangen . Det er likevel gledelig at antallet norske barnehager med samisktilbud er nær fordoblet fra 18 i 2005 til 34 i 2009 .

source: Lea maiddái illudahtti oaidnit ahte mánáidlohku julevsámi mánáidgárddiin lea lassánan 22 mánás jagi 2006:s 27 mánnái 2009 ja vástideaddji mánáidlohku lullisámis lea lassánan 17 mánás 31 mánnái .
nob: Det er også gledelig å se at antallet barn i lulesamiske barnehager har økt fra 12 i 2006 til 27 i 2009 og tilsvarende at antallet barn med tilbud på sørsamisk har økt fra 17 til 31 .

source: Soapmásat čuoččuhit ahte duogáš dasago mánáidlohku geain lea sámegiella vuođđoskuvllas ja mánáidlohku sámi mánáidgárddiin njiedjá lea go olmmošlohku sámi guovlluin njiedjá .
nob: Noen vil hevde at nedgangen i antallet barn som tar samisk i grunnskolen og antallet barn i samiske barnehager har sammenheng med folketallsnedgangen i samiske områder .

source: Olmmošlohku STN-guovllus ( SOF-guovllus ) lea njiedjan 16% maŋimus 20 jagis .
nob: Folketallet i STN-området ( SUF-området ) har sunket med 16 % de siste 20 årene .

source: Muhto dása sáhttet maiddái leat eará sivat .
nob: Men det kan også være andre årsaker .

source: Leagoson nu ahte mii beare guhka ja dávjá leat deattuhan logu ja beare hárve unnán kvalitehta sámegieloahpahusas ja sámi mánáidgárdefálaldagain ?
nob: Er det slik at vi for lenge har et et fokus på kvantitet og for lite fokus på kvalitet i samiskopplæringen og i samiske barnehagetilbud ?

source: Mii dákkár dili dagaha : Leago suohkaniid ekonomiija ?
nob: Er det på grunn av kommunenes økonomi ? Er det på grunn av læremiddelsituasjonen ?

source: Oahpponeavvodilli ?
nob: Har det å gjøre med opplæringen av lærerne og førskolelærerne ?

source: Dat vuohki movt oahpaheaddji ja ovdaskuvlaoahpaheaddjioahpahus čađahuvvo ?
nob: Har det å gjøre med holdninger i skolen , hos elevene og hos foreldrene ?

source: Skuvlla , ohppiid dahje vánhemiid guottut ? Oahpahusa organiseren ?
nob: Har det å gjøre med organisering av undervisningen ?

source: Leatgo pedagogalaš vuogit ?
nob: har det å gjøre med pedagogiske metoder ?

source: Leago dat ahte nu ollu vánhemat eai sáhte veahkehit mánáideaset giellaoahpahusain ?
nob: Er det fordi så mange av foreldrene ikke kan støtte barna med språkopplæringen ?

source: Vai váilot go báikkit gos mánát sáhttet sámástit olggobealde skuvlla ja mánáidgárddi ?
nob: Er det fordi det mangler arenaer hvor barna kan bruke samisk utenfor skolen og barnehagen ?

source: Mun in jáhke ahte lea nu álki ahte lea okta sivva dasa go lohku njiedjá .
nob: Jeg tror ikke vi finner en enkelt årsak til nedgangen .

source: Jus eat gávnna vástádusaid dása de mis leat heajut vejolašvuođat oažžut eanet sámegielat geavaheddjiid .
nob: Men uten at vi finner mer ut av dette har vi mye dårligere muligheter til å få flere aktive brukere av samiske språk .

source: Dát leat gažaldagat maid ovddasguvlui ain berret eanet deattuhit .
nob: Dette er spørsmål som vi må ha langt større fokus på fremover .

source: Oppanassiige lea dás sáhka deattuheames kvalitehta daid fálaldagain maid fállat , nu ahte sii geat duođaid geavahit áiggi ja návccaid oahppat sámegiela vai šaddat aktiivvalaš giellageavaheaddjit ja šaddet leat ávkin sihke alcceseaset ja servodahkii .
nob: I sum handler det om å ha fokus på kvalitet i de tilbudene som gis , slik at de som faktisk bruker tid og krefter på å lære samisk kan bli aktive språkbærere til glede for seg selv og til nytte for samfunnet .

source: Mun jáhkán ahte mii berret earenoamážit geahčadit dan dili mii lea árbevirolaš sámi guovlluid olggobealde , go dáidá leat doppe gos ovddasguvlui leat buoremus ovdánanvejolašvuođat ?
nob: Jeg tror også vi nå må se særlig nøye på situasjonen utenfor de tradisjonelle samiske områdene , det er kanskje her potensialet for økning ligger fremover ?

source: Dát mearkkaša ahte berre buorebut fuolahit daid suohkaniid gos sámit orrot .
nob: Det betyr at alle kommunene der det bor samer må vies oppmerksomhet .

source: Earenoamážit guoská dát gávpogiidda , guovloguovddážiidda ja stuorit čoahkkebáikkiide .
nob: Særlig gjelder det byer , regionsentra og større tettsteder .

source: Mun jáhkán maiddái ahte mii ovddasguvlui eanet berret deattuhit dan ahte earát go dušše sápmelaččat galget válljet sámegieloahpahusa ja bargat sámi guovlluin .
nob: Jeg tror også at vi fremover må sette et større fokus på at andre enn samer skal velge samiskopplæring og kunne virke i jobbsammenheng i samiske områder .

source: Dán čavčča lea mediain máŋgii beaggán ahte leat oahppit geain máŋga jagi lea leamašan sámegieloahpahus vuođđoskuvllas dattetge eai máhte sámegiela go skuvllas gerget .
nob: I høst har vi sett flere medieoppslag på elever som har hatt samisk i mange år i grunnskolen som går ut av skolen uten å beherske samisk .

source: Mun in dieđe man dábálaš dát lea , muhto mediabeaggimat ja historjját dagahit ahte mun duođaid fuolastuvan .
nob: Jeg vet ikke hvor utbredt dette er , men det er mange nok medieoppslag og historier til at jeg blir alvorlig bekymret .

source: Jus oahppit eai oahpa sámegiela , eai njálmmálaččat eaige čálalaččat , de oažžu jearrat ahte leago ávki joatkit dákkár oahpahusain ?
nob: Dersom elevene ikke lærer seg samisk , hverken muntlig eller skriftlig , er det jo et spørsmål om det overhodet har noen hensikt med slik opplæring ?

source: Iigo bat dat dagat ahte ohppiide , váhnemiidda , oahpaheddjiide , rektoriidda ja skuvlaeaiggádiidda šaddet heajos dovddut sámi gielaid ektui ?
nob: Bidrar vi ikke da til negative følelser rundt samisk språk hos både elever , foreldre , lærere , rektorer og skoleeiere ?

source: Ráđđehus atná dán duođalažžan .
nob: Regjeringen er opptatt av dette .

source: Danin diibmá ja dán jagi fylkkamánni vuosttaš geardde lea gozihan sámegieloahpahusa vuođđoskuvllas .
nob: Derfor er det for første gang , i fjor og i år , gjennomført tilsyn via fylkesmennene på samiskopplæringen i grunnskolen .

source: Maŋŋelis dán konferánssas gullat sáhkavuoru mas gozihanbohtosat almmuhuvvojit .
nob: Vi kommer til å høre om resultatene av dette i ett av innleggene på denne konferansen .

source: Kártenbarggu raporta mas leat guorahallan dan movt oahppit árvvoštallet sámegieloahpahusa gárvvistuvvo čavčča mielde .
nob: En rapport fra kartlegging av elevens vurdering av samiskopplæringen vil foreligge i løpet av høsten .

source: Mun in jáhke ahte mii gozihemiin leat geargan , muhto lea dehálaš ahte dan leat álggahan ja ahte gozihandoaimma muddet nu ahte šaddá ávkkálaš reaidun skuvlaeaiggádiidda .
nob: Jeg tror ikke vi er i mål på tilsynssiden , men det er viktig at vi har satt i gang og det er viktig at vi justerer oppleggene for tilsyn slik at dette blir et godt verktøy og til nytte for skoleeierne .

source: Ollu ohppiide dagaha sámegieloahpahus ahte sis lea guhkit skuvlabeaivi ja eanet skuvlabargu .
nob: For mange elever fører samiskundervisningen til at de må ha lengre skoledager og mer skolearbeid .

source: Lávdegoddi dál lea geahčadeamen fága- ja diibmojuogu .
nob: Et utvalg ser nå på fag- og timefordelingen .

source: Mun gelddolašvuođain vuorddán dán barggu bohtosiid .
nob: Jeg er spent på resultatene av dette arbeidet .

source: Muhto mun maiddái fuolastuvan go ohppiid liigebargu nu ovttageardániid čalmmustahttet .
nob: Men jeg er også bekymret for det ensidige fokuset på merarbeid for elevene .

source: Dás lea maiddái sáhka guottuin .
nob: Det er også snakk om holdninger .

source: Mun háliidan danin din hástalit jurddašit movt váhnemat , skuvla ja lagasbiras sáhttá váikkuhit dasa ahte mánát ja nuorat atnet sámegieloahpahusa geasuheaddjin ja suohtasin vaikko šaddet soames liigediimmuid bargat ?
nob: Jeg vil derfor utfordre dere til å tenke på hvordan foreldre , skole og lokalmiljø kan bidra til at barn og unge kan oppfatte samiskundervisningen som hipt og kult på tross av at den krever noen timer ekstra innsats ?

source: Eahpitkeahttá lea sámegieloahpahusas berre leat buorre kvalitehta vai eanet válljejit sámegiela ja unnit heitet gasku skuvlajagi .
nob: Det er ikke tvil om at samiskundervisningen må har god kvalitet for at flere skal velge samisk og for at færre skal falle fra underveis .

source: Buori kvaliteahta eaktun lea ahte leat dihtomielalaš ja gelbbolaš oahpaheaddjit , rektorat ja skuvlaeaiggádat .
nob: God kvalitet fordrer bevisste og kompetente lærere , rektorer og skoleeiere .

source: Vai sii galget oažžut neavvagiid ja rávvagiid sámegieloahpahusa birra de leat mii ovttas Máhttodepartemeanttain ja Sámedikkiin juolludan ruđaid guovtti jagi sámi lohkanguovddáš prošektii Sámi allaskuvllas .
nob: For at disse skal få råd og veiledning om samiskundervisning har vi sammen med Kunnskapsdepartementet og Sametinget gitt midler til et toårig prosjekt med Senter for samisk i opplæringen ved Samisk høgskole .

source: Eaktun juolludeapmái lea ahte Sámi allaskuvllas galgá leat ovddasvástádus davvi- , julev- ja lullisámegielaid ektui .
nob: Kriteriet for tildelingen er at senteret skal ha ansvar for nordsamisk , lulesamisk og sørsamisk .

source: Mus leat stuora vuordámušat dan bargui maid Sámi allaskuvla galgá bargat ja mun sávan ahte skuvllat ávkkástallet gávdni fálaldaga .
nob: Jeg har store forventninger til det arbeidet Samisk høgskole skal gjøre og jeg håper skolene bruker det tilbudet som finnes .

source: Buorre kvalitehta oahpahusa eaktuda maiddái ahte oahpponeavvut gávdnojit .
nob: God kvalitet i undervisningen fordrer også tilgang på læremidler .

source: Sámediggi , Máhttodepartemeantta ja Oahpahusdirektoráhtta leat ovttas geahčadan movt dagahit oahpponeavvobuvttadeami beaktileabbon .
nob: Sametinget , Kunnskapsdepartementet og Utdanningsdirektoratet har sammen sett på muligheten for en mer effektiv læremiddelutvikling .

source: Dán barggu raporta ovddiduvvui 2010 geassemánus .
nob: Rapporten fra dette arbeidet ble lagt frem i juni 2010 .

source: Sámedikkis lea ovddasvástádus čuovvolit dán barggu .
nob: Sametinget har ansvar for å følge opp dette arbeidet .

source: Oahpponeavvuid ektui mun maiddái háliidan fuomášuhttit ahte ráđđehus boahtte jagi stáhtabušeahtas lea árvalan juolludit 4,7 miljovnna ruvnno Divvunprošektii .
nob: I forhold til læremidler vil jeg også trekke frem at regjeringen i neste års statsbudsjett har foreslått å bevilge 4,7 millioner kroner til Divvun .

source: Lassin ovdánahttimis elektrovnnalaš giellareaidduid , lea Divvun maiddái vuoruhan pedagogalaš prográmmaid .
nob: I tillegg til å utvikle elektroniske sråkverktøy , har Divvun også satset på pedagogisk programvare .

source: Divvun buktagat leat gávdnamis neahtas , ja sáhttet nuvttá geavahuvvot .
nob: Divvuns produkter er tilgjengelig på nett , og kan brukes fritt .

source: Mii dárbbašat eanet oahpaheddjiid ja ovdaskuvlaoahpaheddjiid geain sámegielat gelbbolašvuohta .
nob: Vi trenger flere lærere og førskolelærere med kompetanse i de samiske språkene .

source: Rekruhttemis studeanttaid sámi oahpaheaddjiohppui ja oahpaheaddjiohppui mas lea sámegiella fágasuorggis lea danin dehálaš .
nob: Rekruttering til samisk lærerutdanning og lærerutdanning med samisk i fagkretsen er derfor viktig .

source: Sámi allaskuvla lea ovttasráđiid Allaskuvllain Bådådjos ja Davvi Trøndelagas ja Romssa Universitehtain ráhkadan sámi alit oahpahussii strategiija árvalusa .
nob: Samisk høgskole har i samarbeid med Høgskolen i Bodø og Høgskolen i Nord Trøndelag og Universitetet i Tromsø utarbeidet et forslag til strategi for rekruttering til samisk høyere utdanning .

source: Barggu lea Máhttodepartemeantta ruhtadan , geas maid lea ovddasvástádus čuovvut ášši .
nob: Arbeidet er finansiert av Kunnskapsdepartementet , som også har ansvaret for å følge opp saken .

source: Gulaskuddan lea aitto loahpahuvvon .
nob: Høringen er nettopp avsluttet .

source: Movttiidahttimis nuoraid váldit oahpu sámegielas de lea ráđđehus 2010 rájes álggahan ortnega mas luitet oahppoloana 50 000 ruvnnuin studeanttaide geat čađahit dihto oahpaheaddjioahpu ja unnimusat 60 oahppočuoggá sámegielas .
nob: For å stimulere ungdom til å ta utdanning i samisk språk har regjeringen fra 2010 innført en ordning for ettergivelse av studielån med inntil 50 000 kroner for studenter som fullfører visse kombinasjoner av lærerutdanning og minst 60 studiepoeng i samisk .

source: Maiddái gávdnojit buori stipeandaortnegat nuoraide geat válljejit sámegiela fágan joatkkaskuvllas ja alit oahpahusas .
nob: Det finnes også gode stipendordninger for ungdom som velger samisk som fag i videregående skole og i høyere utdanning .

source: Lea dehálaš ahte nuorat dán dihtet .
nob: Det er viktig at ungdom er klar over dette .

source: Seamma dehálaš lea maiddái diehtit ahte oahppu sámi gielain addá buori bargovejolašvuođaid .
nob: Like viktig er det å være klar over at utdanning i de samiske språkene gir gode jobbmuligheter .

source: Ovdánahttimis sámegiela buori geavahan- ja gulahallangiellan de ferte beassat earáiguin sámástit .
nob: For å utvikle et godt samisk bruks- og samhandlingsspråk trenger man å praktisere språket i samvær med andre .

source: Nordlándda fylkkamánni lágida julevsámi ja lullisámi giellaleairraid ovttasráđiid eará Norgga ja Ruoŧa oasálastiiguin .
nob: Fylkesmannen i Nordland arrangerer , med midler fra Fornyings- , administrasjons og kirkedepartementet , lulesamiske og sørsamiske språkleirene i samarbeid med andre aktører på norsk og svensk side .

source: Vásáhusat giellaleairrain ja ovttasbargguin gaskal Sirpmá skuvlla Deanus ja Ohcejoga skuvlla Suomas leat leamašan positiivan .
nob: Språkleirene og erfaringen fra samarbeidet mellom Sirma skole i Tana og Utsjok skole i Finland har vært positive .

source: Mun jáhkán ahte leat stuora vejolašvuođat rádjerasttildeaddji ovttasbargguin .
nob: Jeg tror det ligger store muligheter i grenseoverskridende samarbeid .

source: Máhttodepartemeanta áigu dán mánus deaivvadit ruoŧa oahpahuseisseválddiid ovddasteddjiiguin ságastallamis vejolaš ovttasbargosurggiid birra .
nob: Kunnskapsdepartementet vil denne måneden møte representanter for svenske utdanningsmyndigheter for å diskutere mulige samarbeidsområder .

source: Gielddain lea dehálaš sajádat ásaheames sámegielat deaivvadanbáikkiid .
nob: Kommunene kan spille en viktig rolle gjennom å etablere møteplasser for bruk av samisk språk .

source: Mánáid- , dásseárvo- ja searvadahttindepartemeanta áigu , ovttasráđiid guoskevaš departemeanttaiguin ja Sámedikkiin , lágidit konferánssa gos sáhttá čohkket vásáhusaid dákkár deaivvadanbáikkiin .
nob: Barne- , likestillings- og inkluderingsdepartementet vil , i samarbeid med berørte departementer og Sametinget , arrangere en konferanse for å oppsummere erfaringer med slike møteplasser .

source: Máhttodepartemeanta ovddasteaddjis lea sierra sáhkavuorru mánáidgárdeáŋgiruššama birra .
nob: Det vil være et eget innlegg om satsingen på barnehageområdet fra Kunnskapsdepartementet .

source: Mun dattetge áiggun deattuhit man dehálaš lea ahte mii lihkostuvvat mánáidgárdesuorggis .
nob: Jeg vil likevel understreke viktigheten av at vi lykkes på barnehageområdet .

source: Doppe láhččojuvvo mánáide deaŧalaš vuođđu giellaovdáneapmái .
nob: Her legges et viktig grunnlag for senere språkutvikling .

source: Máhttodepartemeanta lea álggahan iežas gealbostrategiija mas giellabiras ja giellamovttiidahttin lea okta dain njealji vuoruhuvvon surggiin .
nob: Kunnskapsdepartementet har iverksatt en egen kompetansestrategi som har språkmiljø og språkstimulering som en av fire prioriterte områder .

source: Strategiijas deattuhuvvo ahte ” sámi mánát galget oažžut doarjaga seailluheames gielaset . ”
nob: I strategien er det understreket at ” samiske barn må få støtte til å bevare sitt språk . ”

source: Lea dehálaš ahte suohkanat ja priváhta mánáidgárdeeaiggádat dán čuovvolit .
nob: Det er viktig at kommuner og private barnehageeiere følger opp dette .

source: Departemeanta lea gulahallančoahkkimiin bivdán fylkkamánniid movttiidahttit eanet suohkaniid gos lea sámi mánáidgárddit ohcat stáhtalaš gealboruđaid .
nob: Fylkesmennene er i kontaktmøter med departementet bedt om å stimulere til at flere kommuner med samiske barnehager søker om statlige kompetansemidler .

source: Dehálaš mihttomearri sámegiela doaibmaplánas lea servodagas lasihit dihtomielalašvuođa sámi gielaid birra .
nob: Et viktig mål med regjeringens Handlingsplan for samiske språk er å øke bevisstheten i samfunnet om de samiske språkene .

source: Sámi gielat galget šaddat lunddolaš oassin servodagas ja geavahuvvot buot servodatsurggiin .
nob: Samiske språk skal bli en selvfølgelig del av vårt samfunn og skal kunne brukes på alle samfunnsarenaer .
